import "./App.css";
import PageLayouts from "./pages";

function App() {
  return (
    <>
      <div>
        <PageLayouts title="Головна сторінка">
          <div className="HomeStyles">
            <p>
              Ласкаво просимо на нашу платформу! Місце, де кожен знайде щось для
              себе. Ми створили цю платформу, щоб надихати, навчати та
              допомагати вам досягати нових висот.
            </p>
            <p>🔹 Цікаві блоги — дізнайтеся більше про улюблені теми.</p>
            <p>
              🔹 Корисні ресурси — отримуйте знання, які допоможуть вам рости.
            </p>
            <p>
              🔹 Спільнота однодумців — приєднуйтесь до нашої дружньої
              спільноти! Розпочніть свою подорож прямо зараз. Разом ми зробимо
              її незабутньою!
            </p>
          </div>
        </PageLayouts>
      </div>
    </>
  );
}

export default App;
